<script setup lang="ts">
import TextSection from "../TextSection.vue";
</script>

<template>
  <TextSection>
    <p>
      この度、現代芸術振興財団はCAF賞2023 最優秀賞受賞作家 菅野歩美 個展「Boring
      process
      たいくつな掘削かてい」を開催いたします。菅野歩美は1994年、東京都生まれ。本年2025年に東京藝術大学大学院美術研究科博士後期課程修了、現在は東京を拠点に活動をしています。
    </p>
    <p>
      菅野はどこの土地にも存在する、フォークロアと呼ばれる土地にまつわる物語や伝説、幽霊譚のリサーチを行い、人々によって紡がれてきたその背後にある歴史や個人の感情を想像することで生まれる「オルタナティヴ・フォークロア」を映像インスタレーションによって表現しています。
    </p>
    <p>
      本展では、「フォークロア」をテーマにしてきた菅野の背景に焦点を当て、作家の個人的な記憶と歴史を作品を通じて発掘し直し、フォークロアに着目してきたことへのつながりや意味を再発見することを試みます。
    </p>
  </TextSection>
</template>
