<script setup lang="ts">
import TextSection from "../TextSection.vue";
</script>

<template>
  <TextSection>
    <p>
      菅野は、オルタナティヴなフォークロアを掘り起こすことをテーマに制作を続けてきた。本展では、廃業した祖父の土建事務所の整理過程と、そこから掘り出されたものを展示する。家族の歴史に向き合い、物理的にも記憶的にも埋もれていたものを掘り起こす作業は、時に退屈なものに思えるかもしれない。しかし、この「boring（退屈）」という語は、地盤調査のための掘削=ボーリング（boring）とも響き合う。地面を掘り進めることで見えてくる地層が、長い年月の堆積の証であるように、家族史を遡ることもまた、個人的な時間の層を可視化する行為である。
    </p>
    <p>
      私の祖父は数年前に「まだら認知症」と診断された。それは、時間やタイミングによって思い起こされる記憶が波打つように変化したり、できることとできないことの差が非常に大きい状態を指すそうだ。地盤の一部が掘削され、断片的に露わになる地層のように、祖父の記憶もまた不均一に姿を現す。考古学や地質学において、発掘された断片がどのように繋がるのかは、一見しただけでは分からない。時間をかけて解釈し、過去の文脈を組み立てる作業が求められる。同様に、家族との会話の中で見え隠れする記憶の断片を手がかりに、家庭の歴史を再構築することは、ある種の発掘作業と言えるかもしれない。
    </p>
    <p>
      本展は、物理的な整理と記憶の整理が交差する場であり、掘削のプロセスを通じて、そこに何が生まれ得るのかを問う試みである。ボーリングによって地中の歴史が顕在化するように、私たちの個人的な記憶や歴史も、掘り起こされることから新たな地平が開かれるのかもしれない。
    </p>
  </TextSection>
</template>
